{
"Sheet1":[
  "```metadatatitle: Piratedescription: >- A stylish mix of a rogue and paladin mechanically,  but something all its own. tags: ''systems: - 5erenderer: V3\n```\n\\page\n# PirateWind rips through the sails, salt fills the air and a melancholy chant rises from the hull. Calloused hands and worn faces pull at ropes. Water sloshes over the deck, but the feet of the crew move effortlessly :over the slick surface.\nA lone figure stands at the helm, one hand on the ships wheel. The matted beard hides a smirk as the words \"Land ho!\" are shouted from above. Finally, a chance to rest, drink, eat and find small comforts in the arms of a stranger. At least for a short time. For this mans journey is far from over, and at the end of it lies the greatest treasure this world has ever seen.\n### Hearty and Heavy HandedPirates are resilient and combat capable. Their abilities to hold their own in 1 on 1 contests are almost unmatched. Even when they may seem to be on the ropes they bounce back into the fight after dispatching foes.\nA pirates presence is almost sure to make some wary, given their reputation, but not all pirates are backstabbing treasure hunters. Most pirates tend to follow unwritten rules of the sea, almost always preferring to win based on their own skill, rather than luck.\n### A Pirate's LifeMany pirates find themselves on water more often than land, though almost all pirates find some time to spend off the seas. Typically a pirate spends 60% of a year voyaging, although not all of that time is spent on water. Stopping at various Ports or even just spending time at a Pirate Hideout may take up the majority of the voyaging time. Additionally, pirates may take time out of their exploring the seas to explore something more terrestrial.\n## Creating a PirateWhen creating a pirate, think about what motivates your character and has driven them to a life of piracy. Talk to your DM about what being a pirate entails in their world and how that fits into the narrative. Remember that pirates are not always on the sea, and that many pirates take lengthy land breaks to reorient themselves, or explore for riches. Consider where your pirate came from and why they are relevant to the campaign.\nDid you hear of an opportunity for treasure? Are you on a land break? Were you recently relieved of your duties as Captain and are now looking to recruit a new crew? Perhaps you were mutinied?::::### Quick BuildYou can make a pirate quickly by following these suggestions. First, put your highest ability score in Dexterity, followed by Constitution. When choosing equipment, look for a One Handed Finesse weapon, like a Scimitar. If your campaign allows, try to use a Palm Pistol. Choose the Sailor background.\n{{note##### Dueling Pirates prefer to take on their opponents in a 1 on 1 fashion. This means their prowess can't be called into question by their crew, or their foes. * In Combat, stay close to your target * Using a Bonus Action, mark your target * Attacks against your marked target deal extra damage * As you continue to gain levels as a Pirate, your extra damage will increase \nRemember, not all Pirates are the same, so some may prefer to fight dirty. They are Pirates, after all.}}\n::::::::::::::::::::::::::::## Class FeaturesAs a pirate, you gain the following class features.\n**Hit Points**- **Hit Dice**:1d10 per pirate level - **Hit Points at 1st level**: 10 + your Constitution modifier - **Hit Points at Higher Levels**: 1d10 (or 5) + your Constitution modifier per pirate level after 1st.{{watercolor3,top:20px,left:30px,width:300px,background-color:#BBAD82,opacity:80%}}\n![Becka Bones](https:\/\/images.squarespace-cdn.com\/content\/v1\/530bb19ae4b0f46761869858\/1544638718181-EJEWRNFCMUMMSQUAU0WE\/Becka+Bones+-+Bob+Kehl.jpg) {position:absolute;bottom:290px;right:100px;width:265px;height:345px}![watermark](https:\/\/watercolors.giantsoup.com\/phb\/phb_center-vertical\/0008.png) {position:absolute,bottom:140px,right:25px,width:400px,}\n{{artist,position:relative,top:-500px,left:10px,margin-bottom:-30px##### Becka Bones[Bob Kehl](https:\/\/www.bobkehl.com\/)}}\n<div class='pageNumber'>1<\/div><div class='footnote'>CLASS | Pirate<\/div>\\page\n{{classTable,frame,decoration,wide##### Pirate| Level | Proficiency Bonus | Duel Die | Features ||:-----:|:-----------------:|:--------:|:--------:|| 1st  | +2 | 1d4 | Duel, Trusty Companion (Optional)| 2nd  | +2 | 1d4 | Slippery as an Eel, Sea Legs | 3rd  | +2 | 1d4 | Hoist the Colours | 4th  | +2 | 2d4 | Ability Score Improvement | 5th  | +3 | 2d4 | Extra Attack, Sturdy Stomach | 6th  | +3 | 2d4 | Colours Feature | 7th  | +3 | 3d4 | Forced Duel | 8th  | +3 | 3d4 | Ability Score Improvement | 9th  | +4 | 3d4 | To the Death! | 10th | +4 | 4d4 | Black Market Racketeer, Colours Feature | 11th | +4 | 4d4 | Extra Attack, Treasured Expertise | 12th | +4 | 4d4 | Ability Score Improvement  | 13th | +5 | 5d4 | Overwhelming Duel | 14th | +5 | 5d4 | Colours Feature| 15th | +5 | 5d4 | Improved To the Death! | 16th | +5 | 6d4 | Ability Score Improvement | 17th | +6 | 6d4 | Belay That! | 18th | +6 | 6d4 | Fearless | 19th | +6 | 7d4 | Ability Score Improvement | 20th | +6 | 7d4 | Dread Pirate }}**Proficiencies** - **Armor**: Light armor - **Weapons**: Simple weapons, martial weapons, light firearms - **Tools**: Vehicles (water), tinkerer's tools - **Saving Throws**: Dexterity, Charisma - **Skills**: Choose three from Acrobatics, Athletics, Deception, History, Insight, Intimidation, Investigation, Perception, Sleight of Hand and Survival.\n**Equipment**\nYou start with the following equipment\n - **(*a*)** a scimitar or **(*b*)** any martial melee weapon - **(*a*)** a palm pistol or **(*b*)** any simple ranged weapon - A dungeoneer's pack and tinkerer's tools - Leather Armor \n### DuelAs a pirate, you hold your own best in 1 on 1 scenarios. As a bonus action, you may choose 1 enemy within 30 ft as a duel opponent. While dueling: - Each round of combat, the first attack you land against your duel opponent deals extra damage. - You gain advantage on all Dexterity ability checks and Saving Throws while within 30 ft of your Duel target.  - When your duel opponent provokes opportunity attacks from you it does not cost your reaction for that turn. \nYou must be wearing Light Armor or no Armor and be using a one handed finesse weapon, unarmed strike or ranged weapon to receive these bonuses.   \nWhen you declare a duel opponent, you must finish dueling with your declared opponent before choosing a new opponent. \nDueling ends if you or your opponent are reduced to 0 hit points, are restrained or one of you surrenders. Attacks of opportunity do not end the duel. You may only have one duel opponent at a time.\nThe extra damage you deal changes as you gain pirate levels as shown in the Dueling Die column of the pirate table. \n### Trusty Companion (Optional)This optional feat allows you to choose an animal companion. This companion counts as an ally in combat. As a bonus action, you may direct your companion to use the attack action, help action, search action or use an object action on your turn. The companion must be either a dog, cat or intelligent bird. If they die, you must wait 30 days before taking a new companion.\n<div class='pageNumber'>2<\/div><div class='footnote'>Class | Pirate<\/div>\\page\n### Slippery as an EelStarting at 2nd level, if you take damage from a melee attack and are wearing Light Armor or no Armor, you may spend your Reaction to attempt to move with the blow to lessen the impact. If you make a Dexterity check equal to or greater than the attack roll that hit you, you suffer half damage and move 5 feet away from the source of damage in a direction of your choice. If you fail, you take full damage and do not move. You may use this feature a number of times equal to your duel die pool. All uses are regained on a short a rest.\n### Sea LegsAt 2nd level, your experience aboard the deck of a ship at sea has taught you to travel with ease over slick terrain. Your time spent among the rigging of a ship has taught you to find hand and footholds more easily, as well. You may ignore difficult terrain that involves water, such as shallow water, swamp, mud, slick rock, etc. You also gain a swim and climb speed equal to your move speed.\n### Hoist the ColoursA pirate chooses what colours to fly depending on their goals. At 3rd level you choose a standard to bear, granting you additional abilities at level 3, 6, 10, and 14. You may choose the Flag of the Blade, the Flag of the Damned or the Flag of the Scallywag. These are detailed at the end of the class description.\n### Ability Score ImprovementWhen you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can’t increase an ability score above 20 using this feature.\n### Extra AttackBeginning at 5th level, you can attack one additional time whenever you take the Attack action on your turn. At level 11, you gain an additional attack whenever you take the Attack action on your turn.\n### Sturdy StomachAt 5th level, a life of eating and drinking in excess from questionable sources has hardened your stomach. You gain advantage on Constitution based saving throws that affect your sense of smell, taste or stomach. You also gain advantage on saving throws to resist the effects of poisons.\n### Forced DuelAt 7th level, your ability to single out an opponent improves to allow you to cut off their escape. When your duel opponent triggers an attack of opportunity from you, you may use your reaction to reduce their speed to 0 for the rest of the round. If you use your reaction in this way you roll 1 fewer duel die on your next successful attack made against your duel target.\n### To the Death!At level 9 you fear no foe in a 1 on 1 battle. While you are at or below half of your maximum hit points any attacks made against your duel target are made at advantage. If the target you are dueling is reduced to 0 hit points or rendered unconscious while you are at or below half of your maximum hit points you gain temporary hit points equal to your level.  At level 15, your ferocity while on the brink of death knows no bounds. When you fall below 1\/4th of your maximum hit points you gain an additional duel die on all attacks against a duel opponent.\n### Black Market RacketeerYour renown has grown to the far corners of the world. At level 10 you are known throughout the black markets of the land. You gain Thieves' Cant as a bonus language and gain advantage on all Charisma (Intimidation) checks to barter for better prices at any shop.\n### Treasured ExpertiseBeginning at level 11 you have honed your nose for treasure. When you discover any non-magical item you are able to discern its average value. Your keen insight into treasure also allows you to resist the sway that it may have over you. You gain advantage on saving throws to resist the effects of cursed items.\n### Overwhelming DuelYour skills as a 1 on 1 figher are nearly too much to handle. Beginning at level 13, you may add your duel die to the first 2 successful attacks made each round, instead of just the first. Successfully hitting your duel target both times in a round grants them disadvantage on attack rolls made to hit you on their next turn.\n### Belay That!At 17th level your commanding presence as a pirate captain can stop someone cold in their tracks. Using your bonus action, you may make a Charisma (Intimidation) check against a creature you can see within 30 ft of you opposed by their Wisdom (Insight). On a success, you prevent that creature from taking their action on their next turn. You may use this ability once before needing a long rest.\n![treasure pile](https:\/\/i1.wp.com\/dmsworkshop.com\/wp-content\/uploads\/2017\/08\/treasure-pile.jpg?w=1376) {position:absolute,top:690px,right:-70px,width:820px,filter:opacity(25%)}![homebrew mug](https:\/\/watercolors.giantsoup.com\/phb\/phb_left\/0010.png) {position:absolute,top:150px,right:-50px,width:820px,transform:scaleY(-1),transform:rotate(270deg)}![homebrew mug](https:\/\/watercolors.giantsoup.com\/phb\/phb_left\/0004.png) {position:absolute,top:330px,right:30px,width:820px,transform:rotate(230deg)}{{artist,top:950px,right:30px##### Treasure Pile[Artist Unknown](dmworkshop.com)}}\n<div class='pageNumber'>3<\/div><div class='footnote'>Class | Pirate<\/div>\\page\n### FearlessYour time spent facing countless foes and overseeing ruffians of every sort has left you devoid of fear. At level 18, Charisma checks against you are made at disadvantage and you are immune to the Frightened condition.\n### Dread PirateYour reputation as a pirate captain has the ability to strike fear into your enemies. When you reach level 20, while in combat you have a frightening presence, granting you a 15 ft aura. Enemies that enter the aura must succeed on a Wisdom save (DC = 8 + proficiency bonus + Charisma modifier) or become frightened for 1 minute, making a saving throw at the end of each of its turns to end the effect early.  An enemy cannot be affected by this ability more than once in a 24 hour period. Additionally, you may make any Intimidation (Charisma) check with advantage and cannot be put at disadvantage on Intimidation (Charisma) checks.\n![Swaggering Corsair](https:\/\/media.wizards.com\/2018\/images\/daily\/cardart_RIX_Swaggering_Corsair.jpg) {position:absolute,top:120px,right:30px,width:360px,transform:rotate(-40deg)}![watermark](https:\/\/watercolors.giantsoup.com\/phb\/phb_center-horizontal\/0007.png) {position:absolute,top:-80px,right:10px,height:580px,transform:rotate(-28deg)}![watermark](https:\/\/watercolors.giantsoup.com\/phb\/phb_center-horizontal\/0007.png) {position:absolute,top:-100px,right:-330px,height:850px,transform:rotate(50deg)}\n{{artist,top:300px,right:10px##### Swaggering Corsair[Wizards of the Coast](https:\/\/magic.wizards.com\/en\/articles\/archive\/how-build\/how-build-standard-pirates-rix-edition-2018-01-23)}}\n:::::::::::::::::::::::::::\n# Hoist the Colours:## Flag of the BladeThose who choose to fly this flag are sure to know their way around a blade. Through fine tuning their skills in battle, and keeping a close eye on every enemy they face to learn at every opportunity, these Pirates have honed their Dueling skills to a fine point.\n### Opportunistic DuelistYour have a keen eye for the best time and place to strike. Beginning at level 3, weapons you wield can be used to even deadlier effect. The Critical Hit range for all finesse and ranged weapons you attack with is 19 - 20.\n### Swift HandsQuick attacks and deft maneuvers have served you well. At 6th level you gain an extra Duel Die on all attacks you make against your duel opponent.\nYou also gain proficiency in the Sleight of Hand (Dexterity) skill.\n### Parry and RiposteAt level 10 you are proficient in capitalizing on your opponents mistakes. While you are dueling an opponent, all enemies that attempt to attack you, and miss, provoke a free attack of opportunity. Attacks of opportunity made in this way are made at advantage.\n### Dueling AceYour skills as a duelist are unparalleled. At level 14, you may mark 2 targets as your dueled targets at once. When you succesffuly hit one of them you may make a free attack against the other if they are within your weapons attack range. If you succeed on both attacks made in this way, and have not used your move action, you may use the dodge action and end your turn.\n## Flag of the DamnedPirates who fly this flag have brushed past monstrosities that could paralyze an average person and chose to strike a deal instead. In exchange for using their resources to further the goals of such a creature, they were bestowed with arcane powers. Such beings don't often let a creature live without leaving a mark on them. At each level you gain a feat from this flag you also gain a cosmetic mark such as barnacles on your skin, hair becoming like seaweed, or eyes that blink sideways. These cosmetic marks grant no advantages, regardless of style or form.\n### Monstrous DealingsWhen you select the Flag of the Damned you make a deal with an entity of the deep. Whether you meet it in person, it visits you in your dreams, or takes the form of something land dwelling to meet you, you and it are now connected through some arcane force.\n## Pact magicWhen you reach 3rd level, you augment your with a creater of the deep grants you the ability to cast spells.\n### CantripsYou know two cantrips of your choice from the warlock spell list. You learn an additional warlock cantrip of your choice at level 10.\n\n\n<div class='pageNumber'>4<\/div><div class='footnote'>Class | Pirate<\/div>\\page\n![Jolly Roger](https:\/\/images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com\/f\/52e3ee53-2cd2-46c0-9e15-8b5fb9a3955a\/d50oi8p-631ffa9d-8d94-430c-b957-e6383f35a728.jpg\/v1\/fill\/w_900,h_1434,q_75,strp\/pirate_king_by_sbraithwaite_d50oi8p-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9MTQzNCIsInBhdGgiOiJcL2ZcLzUyZTNlZTUzLTJjZDItNDZjMC05ZTE1LThiNWZiOWEzOTU1YVwvZDUwb2k4cC02MzFmZmE5ZC04ZDk0LTQzMGMtYjk1Ny1lNjM4M2YzNWE3MjguanBnIiwid2lkdGgiOiI8PTkwMCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.arvbytq7t7wm3U-sblGlobFnu1cxOyvPqhhGSRMJIGo) {position:absolute,top:50px,right:450px,width:280px}![watermark](https:\/\/watercolors.giantsoup.com\/phb\/phb_center-vertical\/0003.png) {position:absolute,top:0px,right:310px,width:580px,height:540px}{{artist,top:420px,right:680px##### Pirate King[SBraithwaite](https:\/\/www.deviantart.com\/sbraithwaite)}}::::::::::::::::::::::::::::::::::### Spell Slots\nThe Damned Pirate Pact Magic table shows how many spell slots you have. The table also shows what the level of those slots is; all of your spell slots are the same level. To cast one of your spells of 1st level or higher, you must expend a spell slot. You regain all expended spell slots when you finish a short or long rest.\nFor example, when you are 11th level, you have three 2nd-level spell slots. To cast the 1st-level spell Witch Bolt, you must spend one of those slots, and you cast it as a 2nd-level spell.\n### Spells Known of 1st Level and Higher\nAt 3rd level, you know 2 1st-level spells of your choice from the warlock spell list.\nThe Spells Known column of the Damned Pirate Pact Magic table shows when you learn more warlock spells of your choice of 1st level or higher. A spell you choose must be of a level no higher than what's shown in the table's Slot Level column for your level. When you reach 7th level, for example, you learn a new warlock spell, which can be 1st or 2nd level.\nAdditionally, when you gain a level in this class, you can choose one of the warlock spells you know and replace it with another spell from the warlock spell list, which also must be of a level for which you have spell slots.\n### Spellcasting Ability\nCharisma is your spellcasting ability for your Damned Pirate spells, so you use your Charisma whenever a spell refers to your spellcasting ability. In addition, you use your Charisma modifier when setting the saving throw DC for a warlock spell you cast and when making an attack roll with one.\n**Spell save DC** = 8 + your proficiency bonus + your Charisma modifier\n**Spell attack modifier** = your proficiency bonus + your Charisma modifier\n**Spellcasting Focus**\nYou can use an arcane focus as a spellcasting focus for your warlock spells.\n### Blessings of the DeepBeginning at level 6, your swim speed increases to 40 ft and you can breathe underwater. You do not suffer from falling damage when landing in water.\nYour affinity for the sea has hardened you against its tempestuous nature. Your gain cold resistance and are immune to exhaustion from swimming.::::{{classTable,frame##### Damned Pirate Pact Magic| Pirate | Cantrips | Spells  |  Spell  |   Slot  |  | Level ^| Known   ^| Known  ^|  Slots ^|  Level ^||:------:|:--------:|:-------:|:-------:|:-------:||  3rd   |    2     |    2    |    2    |    1    ||  4th   |    2     |    3    |    2    |    1    ||  5th   |    2     |    3    |    2    |    1    ||  6th   |    2     |    3    |    2    |    1    ||  7th   |    2     |    4    |    2    |    2    ||  8th   |    2     |    4    |    2    |    2    ||  9th   |    2     |    4    |    2    |    2    ||  10th  |    2     |    5    |    2    |    2    ||  11th  |    2     |    5    |    2    |    2    ||  12th  |    3     |    5    |    2    |    2    ||  13th  |    3     |    6    |    2    |    3    ||  14th  |    3     |    6    |    2    |    3    ||  15th  |    3     |    6    |    2    |    3    ||  16th  |    3     |    7    |    2    |    3    ||  17th  |    3     |    7    |    2    |    3    | |  18th  |    3     |    7    |    2    |    3    ||  19th  |    3     |    8    |    2    |    4    ||  20th  |    3     |    8    |    2    |    4    |}}<div class='pageNumber'>5<\/div><div class='footnote'>Class | Pirate<\/div>\\page\n### Curse of the DeepWhen you reach level 10, your connection with the entity you are tied to has become tightly bound. Its desire for you to succeed can be felt by your enemies. When you make a successful attack against your duel opponent, you may subtract 1 of your Duel Die from your Duel Die pool to put them at disadvantage until your next turn. This Duel Die is added back to your Duel Die pool on your next turn.\n### Aspects of the DeepAt level 14, your attunement with the entity that granted you your powers grows stronger, granting you physical characteristics similar to them. Choose one of the following: - **Crab-like**: One of your hands molds together to form a claw. You may use one of your attack actions on your turn to make an unarmed strike that deals 1d6 + Strength damage, and upon a successful hit may immediately attempt a grapple, Strength saving throw vs Spell Save DC. - **Squid-like**: One of your arms becomes a prehensile tentacle, able to grasp items. You gain advantage on Grapple checks. As a bonus action you may excrete ink. All creatures within 10 ft must make a Dexterity saving throw vs your Spell Save DC or be blinded for 1 minute. They may spend their action on their turn wiping the ink away, ending the blind early. Once you have used this feature, you must finish a short or long rest before using it again. - **Shark-like**: Your head becomes shark-like, granting you a bite attack that deals 1d8 + proficiency bonus + Strength damage. On a successful attack you regain hit points equal to half the damage dealt.\n{{note##### Natural Weapons and DuelWhen making attacks with natural weapons, such as those gained from the Aspects of the Deep subclass feature, you still gain your Duel Die so long as you have an active duel opponent.}}\n![Cthulhu](https:\/\/home.adelphi.edu\/~lu22254\/cthulhu.png) {position:absolute,top:580px,right:10px,width:780px}![watermark](https:\/\/i.pinimg.com\/originals\/9a\/ea\/d0\/9aead036c582b6ec1e71c350a1762509.png) {position:absolute,bottom:-240px,right:10px,width:800px,transform:rotate(90deg)}{{artist,top:890px,right:30px##### Cthulhu[Andree Wallin](https:\/\/home.adelphi.edu\/~lu22254\/cthulhu.png)}}\n<div class='pageNumber'>6<\/div><div class='footnote'>Class | Pirate<\/div>\\page## Flag of the ScallywagSome pirates are in it for glory, others for booty. And some are in it just to be a right git. Those that fly this flag are not afraid to fight dirty. They've been called the scum of the earth enough times to know it might be true, but they'll be alive tomorrow to be called it again.\n### Cheap ShotNo tactics are off limits, and a scallywag isn't afraid to target tender areas, if they can find an opening. At level 3, if you have advantage on an attack roll you may inflict one of the following effects on your duel target on a successful attack instead of dealing additonal duel die damage. The options available depend on the number of duel die you have available. Only 1 effect may be used per attack:\n{{note#### 1 Duel Die* Deafened: You clap both hands over your opponents ears, deafening them until the end of their next turn.\n#### 2 Duel Die* Blinded: You gouge at your opponents eyes, blinding them until the end of their next turn.\n#### 3 Duel Die* Slowed: You target your opponents soft tissues, halving their move speed until the end of their next turn. They may not take the dash action, either.\n#### 4 Duel Die* Prone: You sweep at your opponents legs, sending them sprawling to the ground.\n#### 5 Duel Die* Stunned: You strike your target in their most sensitive bits, stunning them until the end of their next turn.}}::\n### Dirty PocketsA scallywags hygeine is questionable at the best of times, and who knows what they may accumulate in their pockets. At level 6, as a bonus action, you may reach into your pockets and throw the refuse at an enemy. On a successful attack, the target is poisoned for 1d6 rounds, half as many rounds on a successful Constitution Saving Throw (DC = 10 + duel die pool). They may repeat the Saving Throw on their subsequent turns to halve the remaining duration, rounded down.\n### Rum RunnerThe drink that a scallywag prefers is better used as an accelerant. Starting at level 10, you may procure a number of bottles of rum equal to your duel die pool if you spend 1 hour per bottle during down time. These bottles can be lit as part of an attack action and thrown at a target within 30 ft. On a successful hit, the bottle explodes dealing fire damage equal to your duel die pool. You must visit a town in order to refill your stocks.\n### OdiousThe lack of clean clothes, a bath, and a desire to be decent has left plenty of scallywags to be compared to the worst filth imaginable. Whether its their breath, their body or their booty, the smell of a scallywag can be weaponized. At level 14, any enemy that comes within 5 ft of you must make a Constitution saving throw (DC = 10 + duel die pool) or become poisoned. If the enemy ends their turn within range of this ability while poisoned, they suffer 1 level of exhaustion. Subsequent turns that end in range of this ability suffer 1 additional level of exhaustion. The range increases to 10 ft at level 18. :::::::::::::::::::::::::::::::::::::::::::::::::### CreditClass designed using The Homebrewery v3.0.\n<div class='pageNumber'>7<\/div><div class='footnote'>Class | Pirate<\/div>": null
]
}